tttttt
aaggag
caggag
aaagga
aaaaaa
attttt
taagga
ttttta
tttatt
taaaaa
ataaaa
aaggaa
aaaaat
ttattt
aggaga
ttttat
aaaaca
ttttaa
caagga
aaggat
aaaatt
tttttc
caataa
tcagga
aaataa
acagga
gttttt
taatta
attttc
ataaat
ctggag
aatttt
catttt
ttttca
taacaa
ttaatt
tatttt
aaaaag
ttatta
gataaa
tgattt
attgtt
caggat
cttttt
tttatc
tttgtt
aaattt
caaaaa
ttttgt
ggtttt
aaaaac
gaaaaa
aatatt
aatgag
gaggaa
aacaat
aataac
aggaat
aggagt
ataatt
gaggat
aataaa
aattat
aacaaa
aaacaa
taataa
taaaca
taattt
taaaat
tattta
agaaaa
cgtttt
tgtttt
ttatct
attatt
acaaca
aaatta
agggag
tgaggt
gaaatt
ggataa
ttttgc
aatcaa
taatat
atcatt
tattca
ttaaaa
gtaaaa
aaaatc
actttt
gaatta
tggaga
atttca
caggaa
atattt
tgaaaa
ggagat
ttaacg
ttaact
aaaagc
caacaa
ttgtta
aatgaa
atttat
tcattt
tataat
tgagga
aaagaa
acaaaa
gagaaa
tttaat
aattaa
atttaa
aaaatg
aggaaa
caattt
tataaa
attatc
ttttct
gaaaag
tttcat
aatgtt
aacaac
aaatat
gatttt
ataaca
ataaac
ggagaa
aataat
ttaacc
tttata
gcaaaa
aatgat
aaaacg
tttaac
aacaag
atggag
tcatta
aataca
ggattt
tgataa
ttcttt
aaaata
taaata
gataat
ttaata
tttttg
gaataa
tgatat
taaatc
tcataa
ttaatc
cagaaa
catatt
tttaaa
taacca
agggaa
atttta
cataat
tgttaa
tttacc
tattaa
taacag
tttgca
actaaa
ttttga
attaaa
tttaca
ttattg
ctgata
tttcag
cgggag
ttcact
ttaaac
attgat
aaaacc
ctgaca
tatttc
taacat
ttcagg
ttaaat
ggaata
aaagag
gaaaat
gaattt
ttattc
ttcatt
gcataa
ttaaca
ttttcc
aggaag
attcat
ttcatc
tttgct
aaggga
attttg
atataa
aacagg
cgttaa
ttatca
tgaatt
gtttta
aaatca
ttgttt
aaaagg
cgaaaa
gttaat
tattgt
ataaga
gaggag
aatcat
tcaggg
gataac
tatcat
cattat
taattc
caggta
ttcagc
aacgtt
agagga
aattta
attaac
catcac
acaata
tttact
ggttat
ttaaag
tattgc
tggttt
ttttac
gtttat
tttacg
aatata
tgatta
gttttg
gttaac
gttttc
tgatgg
gcaaat
ggaaaa
attaag
taaact
aaacag
gccttt
aaagca
taaatt
tttcct
aaggac
tgttat
aatcag
aagaag
attgaa
atttct
tcaatt
acactt
gattaa
gaatat
tctgga
gatgaa
cataaa
tcattc
tctttt
gtatta
ttcaga
taatca
cgcttt
taaaac
taaggt
gagagg
aaaaga
atggca
ggagag
aaatag
atcact
ataacg
gtaatt
taagca
aaatcg
agattt
gaaata
aaaagt
aacaca
ggagta
acagag
ttgatt
atgttt
ttcaca
attctg
acaatt
cttaat
tatatt
attcac
gggaga
tgaaat
atcagg
aagagg
attaat
ctgaaa
ttgtca
ggcaat
aatatc
ctttca
agttaa
cagtat
acagaa
aaggta
ataatc
ctttta
ttatat
ttcgtt
tatgct
ttactt
gatgag
tcaaaa
aatttc
taaagg
cacaac
tatact
aaaggt
agagag
gatatt
gtgaag
taattg
tggcag
gaggga
gattat
taaaag
tgaata
aatgct
tacttt
cgtatt
aagaaa
caaata
agaata
catact
ttcacc
aaatgt
cacttt
gtaaat
ataatg
tacatt
ctgaat
cattaa
ctttgc
ttaatg
aagaga
ttatac
aaacct
gttata
taaccc
acattt
tatcag
tattct
aaacca
tcatca
gagcaa
tttcaa
atcatc
cattta
ggcgtt
caggga
ggcaaa
taagaa
aggagc
atcata
gctatt
tatcaa
acaggc
caaagt
gagatt
tttctt
gaggtt
tacgca
ataata
attgca
gacgtt
acgctt
aggatt
atttga
catgat
gataag
gtattt
tgattc
gtgaat
aggata
cttaag
ataaag
ccggag
tgttta
attgcg
ccataa
gtaaag
acgttt
aatact
tattat
aaagat
atttgt
ttctgt
ttgcgt
acacat
aacacc
gaggta
gcattt
agtttt
caggtt
acaggg
ggtaaa
aagtat
atttac
ggaatt
tcgtta
aaatga
atattc
caaaca
catacc
gaaaca
gcggag
taacgc
tccctg
atgagg
cttatt
taaacg
attgag
atcaga
gtggag
aacgaa
atgaat
cctttt
gtaata
aggcat
aaatac
gatttc
cccatt
gcaaca
aatgcc
agtaat
ttgaaa
acataa
ctgttt
gttatt
ttgctt
acaatc
agaaca
taatga
aaatct
aatggc
caaaat
cttttc
gatgat
ggttta
aattca
taaagt
tgaaca
agacag
gggatt
taatgc
agtgag
ccctga
taagtt
tctgtt
aattgc
aattcg
agaaac
cattca
gagtaa
cgcatt
cgcaaa
taagag
ttacct
tatgga
acaatg
tcacaa
actatt
ttacaa
gtttgt
tacact
tatgtt
tcaacg
ctgcca
tgcatt
agcaaa
aagaat
aggtaa
tatata
tttctg
cctgaa
ctttat
gccgga
tgaaga
atgctt
ggaaag
caggac
tcaaca
tgcgat
tggaag
atcttt
tcagag
cgttta
ctgatt
agcatt
gcggca
ggcttt
gtaatc
taaatg
ttcaat
aatttg
agaaat
gctaaa
tacaga
tgaact
tgtgat
aagatt
gctgtt
ttctta
tttgta
atgatt
gaaagt
aaaact
aagtga
tgcgaa
aaagct
aaggtt
gatata
tattac
tgcttt
tttgcc
ttaccg
ttataa
actgtt
agtgta
tcatat
tgtaaa
aagcgt
atcgcg
atgaaa
ctgtaa
cttatc
ccaaca
gtcaat
tttctc
ccagga
cttaaa
tttgaa
gcacaa
aaacat
aacact
agataa
gggttt
gcgttt
catgga
tctgta
tggagt
aataag
caatta
gcgggt
ggatga
tcatcc
tgcgct
cggaga
gaagca
tccctt
tcttat
ttaagt
agggat
gctttt
aggtat
cagtaa
catcag
cttttg
gtagca
tatcgc
tatctt
caacat
cgacaa
tggcgt
gacaga
aaattg
atatga
ggcggt
tcactt
attaca
gaagaa
tgacgg
ttaagg
aagtaa
acacaa
cgataa
gaaacg
gggaaa
tcaaat
ttttcg
atctat
caatat
gagagc
tgtctg
atcctg
cttaac
acttaa
gccatt
acggag
cttact
gaagga
ggaaat
tgttgt
aacgct
aatgga
tgtgaa
atatcg
cctgga
atcgtt
taaggg
atatct
cacaaa
ttatgc
acatca
gcatcc
ttcata
agcctg
tccggc
tttccc
ctcaaa
gttgtt
aaccaa
attacc
ccggga
tggcat
ttaaga
tctgcc
aaagac
agagaa
caggct
cctgat
tcctga
ctgaac
gctata
ttgcgc
actctg
actctt
tggaat
acttat
atcaca
cggttt
gggaat
ggggag
tgcgtt
ttcacg
catctg
cgagga
gaggac
tactct
tcgcaa
ttctga
tttaag
atattg
tgaatg
tttgat
cgaatt
ctattt
acaagc
ataagg
ctgcat
gacaag
tagcat
cctgtt
aaagtg
ttgata
gtaaca
tgacat
attgct
cactaa
cagggg
tactga
ccgtaa
gagatc
gcagga
gtcttt
tcagta
tgagtt
aacatt
aagcaa
agcaat
tggata
ctttag
tataac
catctt
gcattc
tggtta
aagaca
acttta
atatat
caacac
tgcctg
ctttac
accgga
catttc
ttccag
gtcata
aacatc
cagaca
cgtttc
ggaagg
gtcatt
tttgtg
atttgc
cacaat
ccgttt
gcatat
tgtcac
agacaa
ccattt
tgttac
atacag
tattga
gatacc
gcaatt
tggcaa
agtatt
attcaa
gagagt
atgagt
cagtca
ctcttt
ctgcaa
ggcagc
acaaat
agatat
gtaaac
taatct
tacaat
ttatgg
gtttaa
aggatg
tgccag
tgctta
aaccat
acctgc
ttgtaa
atcctt
taaccg
gcgcat
ttgcta
cgtaat
gacaat
tgtatt
attata
attatg
caggcg
cgattt
taacta
tggagc
cacact
cagatt
aactca
ctacaa
taacga
attgtg
ggagtt
aattac
accatt
agtatg
caaacc
gttgcg
aacgat
gacaca
aaacgt
acagac
acttac
ctataa
tgaaac
gattta
aacagt
agcaca
gccagt
gtataa
tagaaa
tcgttt
actgga
atatac
cacctt
gcaaac
tcacag
gaaagg
gaatga
gcgcta
acaacc
ctttcc
gctaat
ggctat
gtttga
tatgca
tgcgcc
aaattc
tatgat
aactat
agggga
atctgc
ccagaa
ctaaaa
gcggcg
gctaac
gtaagt
tgttca
aactgg
ataacc
ctgaag
tgatga
tgtata
aaatgc
accaaa
atcaat
gtggta
tacata
atcaaa
cgcaat
ttccct
ttctct
aaatcc
aaatgg
agaatc
caaatt
ttggat
ttttag
agaggc
atcgcc
atgatg
atgtga
cgctga
gagttt
gcgtaa
ggcaac
tgaccc
agaatt
ggaggt
taactc
gcaact
gctgcc
ttgctg
gaaatc
taacgg
acatta
atatta
cttcct
tcaggc
tcttaa
aagaac
atgaag
ctggaa
taactt
acaaac
aggagg
ggtaac
gtttct
ttcctt
ttgccc
actttg
atcacc
caatgt
catcaa
gcttat
gcttca
gtttac
ttcctc
catcat
ctcatc
ctgatg
gcgaaa
gttgag
taatgt
tcaggt
ttcgat
cctcat
gatggt
aatgta
agtaaa
cccgcc
cgcctt
gttaaa
aataga
ccgcat
ccgctt
gaaagc
taagat
acgata
cgactt
gaacaa
gctttg
aagcat
aggaac
caaccc
cagcta
tttgtc
atactc
caacct
caatga
gaaatg
gcctgt
ggcgaa
tcagac
aggtga
tgcctt
tgtttc
ttcctg
accttt
acggga
catatc
cttata
tacacc
tcaata
tggaca
aagatg
aagtta
aaaccg
atcaac
attcag
ccgtta
gttatc
tgccct
aaacga
aaacgc
agaggt
agttat
catata
ttcaaa
aaacgg
aacttt
actgaa
tgcaaa
tgcttc
ctatag
ctgctg
gaagag
tgcccg
acttgc
atagat
cctgct
gaaaga
gagaac
tctggc
ccggaa
cgcaac
ctctgt
gccccg
tgtaat
tttcgc
acgcgt
ggttaa
gtatct
ttccgg
agagca
cattac
ggatta
tgacag
aatgac
agtgac
cacatt
gacttt
ggttca
tcaatc
tctatt
tggcta
taaagc
aggcaa
cataag
gcaacg
taagcc
tcgctg
ttagtt
aaggcg
agcgaa
atcgct
cattag
gcagaa
accatc
gacaaa
actatc
agcaac
atgacg
ccgcca
cgtcaa
gaaaac
gcctga
tggaaa
cattga
ccggtt
ggagtg
tctcaa
aatgca
atactt
ctggcg
ggcata
ggctta
aatacg
taactg
tgacca
ttacag
acgaaa
gacagg
gttgta
tacaca
ttcatg
aatacc
agggtt
atttgg
cagact
gtgatt
cagaat
cgttat
gcgtta
taccgg
ttgtat
aatccg
accgat
aggcag
ccggca
gaacag
gggtaa
aaccag
agcgtt
cagtta
ccttat
gactaa
tacgtt
ttcgcg
aaaggg
catgac
gacaac
gtgtaa
tgtcag
ttatgt
ttgaat
ctttct
tccgtt
tcctgc
tttcca
accaca
caaacg
ggtgaa
taatac
tgttct
ttcgaa
ttgtga
acacct
accact
gccaac
ttatcc
ttcaac
acgtta
atagca
ggaaca
tgcaat
ttgttg
acgcat
cataac
ccgatt
ctcact
acctga
gcttaa
ggcagg
taagcg
tgctga
atagcg
ataggt
atggaa
gccgtt
actcac
gaatct
gccagg
tgcatc
gactga
taaggc
taatcc
tgtcat
aatctc
atgaac
cacgca
tgtgct
ttagcg
aggcgt
cagata
tgacta
accgtt
gatgtc
gcagcg
gtgata
tgttag
attact
caacgt
tatctg
tggcga
gaacat
gcaaag
ggcggg
tgagca
agcagt
agtaac
caaaag
cggagg
gcagta
aggttt
ataagc
cgtata
gaagtt
gcgtca
tcatct
acaggt
atatca
taatcg
acttcc
cagagg
ctcaat
ggagca
tacgct
acacta
cagggc
ccttaa
cggtaa
cttgtt
taacac
tacaac
tcgccg
aaaggc
acaagg
agatgc
caggtg
gaattg
gttatg
aacata
agcgac
caaact
ctacac
ctcaac
tatcca
ttctgg
tttcgt
aatctt
acaaag
gaaggt
gtcgtt
gttcgt
taccat
tgacaa
ttcttc
aacctg
aacgcc
acatat
attcct
cacata
cctgca
cgcctg
ctggca
gctaca
tggatt
tggtga
ccggat
gtgatg
tcagaa
tgccgc
tgtagc
aactgt
acactg
agaaga
atctga
ctattc
ggaaac
gtcatc
tgaggg
tggagg
aagagt
aagata
aatagc
agaaag
taagta
tgatgc
aggggt
caaatc
cccctt
tgacga
cgggtt
aaactg
agtcaa
gtgtta
tagcaa
tttatg
aggggg
attacg
cgaggt
ctgcga
ctttcg
gcttta
tactgc
tgaacc
gaatac
gtgaaa
gttgat
ttgatg
ctgtat
ctgtta
gatgct
gggagc
tcccgc
ttcagt
tttccg
acagat
agagtt
agcaga
atcgca
catgaa
cttcac
gcatta
gggaag
caacag
cactga
ctcata
gacgaa
gttacc
tatctc
acgtat
cgcgtt
gagggc
gcaatc
tgactt
aaagcg
actgtc
aggctt
cagcac
cgccgc
gcttac
tccatc
ttaccc
tttcgg
taccct
tatagt
tcgtaa
tttgag
agaggg
tcgcgc
cgcgta
gaacac
gatgcc
gcgata
gtcagg
gtcgct
aaagtt
aggaca
cgcaca
ctcatt
ctgttg
gaaggc
ggcatt
tcttca
tgatgt
tgctct
ccagag
tctggt
cagcaa
ggacaa
tgagat
cagcag
tggtgt
ttggtt
tttagt
accaga
tatggt
tcccta
aatcac
actttc
agactg
atcacg
ggggaa
gtggat
tatcgt
ttttgg
cctaca
cgtaaa
gacata
gacatt
gctatc
gtatat
taagtg
tacaaa
gcagac
gtctgg
ttacca
acggtt
caccag
cgaaga
cgactc
ctgtca
gcgctt
tggtaa
ttgcat
acacca
cgcatc
cgctta
tcgcgt
aactct
aatggt
ggcgtc
ggtcaa
tattcc
aaacac
aagggg
agtaag
ataagt
atgtaa
atgtta
caccaa
cacctg
gatggc
gcgaag
tcattg
tctata
tgtgtt
gcatca
taacct
tacgac
tctgat
ggtaat
tacgat
catcgc
ttagca
aactgc
agggcg
caccgc
ggaaga
tacctg
tataca
ttctgc
ttgtcg
aattct
atttcc
ttatcg
atacat
atgcaa
cgttca
cttctg
ggtttc
tgggaa
aatcga
atcctc
cgaatc
gcccgc
gttaca
caaatg
ctgcta
tcacgc
aaccac
aagttt
agttca
atctgg
ccatca
ggagga
taagac
ccgcct
cggctg
ggatat
gtacaa
gtagtt
tatcac
tggtat
ttgtgc
caggca
tagaat
ttctca
atagtc
caatgc
ccacat
gaatgg
gcttgc
taagct
tcacct
acatgt
agcgcc
agtgaa
atccac
cggata
tgcaac
ccaaaa
cgtcta
gcgcaa
tgtggg
agatga
cactta
gattac
gcggat
gggatg
gtgcat
ttacac
ccgcta
cggggt
gaacga
gagaga
gccgcc
ggttac
tacgcc
tgatag
tttgac
aacgga
acgctg
ctttgt
tagcca
ttgagg
atcggt
gtctga
aattag
cacagg
cgcgaa
ggcact
tgatca
tgatct
aacgca
aacggg
aagatc
catctc
cgtgaa
tactgg
tatggc
tgcagg
tttggc
acacac
agcaag
aggcgg
agttac
atcgga
cgacga
ggaatc
tataag
tgcacc
ttatga
ttccgc
actctc
agagat
cccctc
cgccac
tcgcag
tgccga
agcagg
ctgacc
gagcag
gagggt
tacgga
tatccg
tcaact
tgactg
tgcaca
ttacgg
ttggcg
aaactc
gacgcc
gtgaca
gttgaa
acccgc
aggcac
attcgc
gatact
gattgt
gcccgg
tcttcg
agccag
aggcga
caaggg
caccgt
cataca
gctacg
taatgg
tgcata
atcatg
ccatac
cttgcc
tcttac
ttgcca
caacgc
cggaaa
cgtcgc
ctaaat
gatgga
gctggc
agtgtt
atcggg
cagtac
ccctta
gaaact
atactg
atcgtg
ccggcg
ctggct
cttcaa
tgtttg
atagtt
atccag
gtcagc
tacaag
tactat
agaagc
ccctat
cctggc
cggagt
gaccat
tatgtc
tcatcg
tgctaa
aaccgg
aatgcg
agcgca
attcgt
ctggtt
gcaggc
gcagtg
tccgcc
aaactt
attcca
gatcat
tgctgt
atagta
ccatat
ccgaat
cctgcg
cgtcag
gccgcg
gcctta
tttcac
aactta
agtgga
attgac
caaagc
gcgctc
ggattg
tagcgt
ttccat
ttcgcc
acgaat
acggaa
actaca
gctgcg
tcgcta
ttaggt
aagcca
cacagc
cttatg
gaaggg
ggaggc
ggcaca
ggtaag
ataact
atacgc
atgact
cacgga
ctcagg
gtacac
gttggc
tgaatc
acctca
actgac
ctctga
gagggg
ggatac
ggcgta
gtaaga
ttgccg
gcgccc
tgtgag
atctac
atctcc
cgcgtg
cgctat
gtgagt
tcagat
tgcgcg
tgcgtc
agaact
gactac
gatgca
ggcgct
gttcac
tccttt
ttgtct
caagtt
cgccca
gaatcg
gcgagg
tatgtg
tcatga
tgcggt
atgata
atgtgc
cttgct
gatgcg
tgcggg
acagtt
atccgg
gatgtg
caaggc
gaacca
gggtat
gtgtct
gttcat
tctgaa
ttgacg
aatcgc
accctg
atacaa
atccca
caagag
cggtat
gaggca
gagtga
ggtgat
gtcaac
tctttg
aacctt
ggagcg
tacagg
tagtgc
ttacat
ttagaa
ttgtgg
atacac
cggcac
ctaact
gaatag
ggtggt
taacgt
tagatt
tgttga
ttgtcc
aagcag
cccggc
cggcgg
ctatta
gagtat
gtggtt
tagtga
tcgatt
aatatg
acagcg
agcggg
cagcat
gcaagc
gcccct
tacatc
tatgcc
accgca
atacta
attccc
ccggac
ctacca
cttctc
gggcca
gtttgc
aacaga
gagaag
gggcat
tcaacc
tccttc
aagttg
cacagt
gcgctg
gtctta
tcctta
tggcgg
aacacg
aagacc
attagc
ctaacc
gtggct
atacca
ccttcc
cgacag
ctgact
gaggct
ggtgag
tactaa
tgccac
aagggt
aatcct
acgggg
cggcat
tgagta
ttgttc
accata
atagtg
attggg
attgtc
ccttca
ctaagg
gtgagc
gttgac
actaag
gaaacc
tatatc
acccgg
agtaca
agttga
atatag
atccat
cgacgc
ctaaac
ggagtc
ggtatt
tccgct
aaagta
attccg
ggtata
actggc
caactt
caatca
gaacct
gcgcgt
ggcatc
tctcat
gttcag
tagggt
tcatac
ttacgt
agcacg
atccga
cagacc
gacttc
gtcaaa
tactgt
aaagtc
aaccta
agcatc
atcggc
attgcc
cactat
cactgt
ccccgc
cgtttg
ctcgtt
gataga
gcaggt
gcatga
ggggat
tcgctc
tctctc
tctgca
agccac
agccat
agggta
cacaca
cgttgg
gatgtt
ggctaa
gtaatg
tatcta
tatgaa
tctcgt
tctctt
ttgcct
aacgtc
atgaca
ccttta
tagact
tcaaac
tccact
tgagag
acgatc
agatta
aggtta
agtgat
cagtgg
gaatca
gcggaa
tccaca
tgccat
tgtcgt
ttacgc
aagcgc
aaggtg
aattgt
acatct
actcct
cagcct
caggtc
ccaatc
cccata
cccggt
ctaatt
gcaata
ggattc
tagtta
tctcac
attctt
catgtc
ccactt
gccgca
catcta
cgctaa
ctatga
gaactc
gctcca
atcagt
ccagta
cccaca
cgcagt
gagaat
ggatgc
tgcagc
tgtatc
aagggc
acagca
acattc
attggt
cgatat
ctgacg
cttcag
gcctca
ggcgca
gggctt
tagata
tatgcg
aattga
agaacc
catgcc
ctccat
gcagat
gcgcag
ggaagc
ggcgag
gggata
accctt
cacgcc
ctaata
ctatca
gagata
gtaagc
tcacta
tcctca
aagctg
accagc
actaac
atagcc
atagct
ctcctt
ggactt
ggagct
gtcctg
gttgct
tagcgc
tctaac
acgagg
cgggga
gcctgg
gtatga
tgcaag
aaccct
agagta
atccct
cgttgt
ctaccc
gcacat
tatgta
tttagc
tttggt
aacgcg
atgcga
atgggg
ctcacc
ggactc
tctaaa
accagg
aggctg
atttag
cagctt
cattct
ccgata
ggaatg
tcgtga
tgaaag
tgtgcg
acaact
cagcga
cagcgt
ccacca
ctctgg
gatgac
tcaatg
tcctgg
tgcgga
ttgagc
tttcta
aacccc
atctgt
atgctg
cagaac
cgagta
ctacct
gaagcg
gcggga
gtcaga
taaacc
tccacg
tgcgca
ttccgt
caaccg
cctttc
gtctct
gttaag
gttgcc
tgtgga
cagttt
cattgc
ccgtgg
cgggca
tcatgg
tgcact
ataggc
attctc
ccaata
ccaggt
cctggt
cctttg
cttgtc
ggatgt
tattcg
ttgtgt
aagcac
aagtca
ccacac
ccaccg
cccgat
ccgaca
cctccc
gaacgg
gaggcg
gggcaa
tctaca
tgaagt
tggcct
tgtaac
tgtgac
aaggcc
accagt
acgggc
caactg
cgtaac
gacgga
gcctgc
gtagag
gtatag
tagcgg
tatcct
tgttgc
tttaga
aaccgt
agcgag
ccctct
cgcggg
ctatac
gctgat
ggagac
acgcta
ccttac
cttaca
ggtgga
aatagt
acggta
agggca
aggtag
caagaa
cggatg
gcgaat
tatgac
ttgcac
caattc
ccactg
ctgtga
gccgtc
gcgaac
gtattg
gtcggg
tatttg
caccct
cttgta
ggatgg
tcggga
ttactc
ttagta
caatcc
ctccag
gtatac
gtatcg
tcgaaa
tctttc
tgagcc
tgcgag
ttcgta
acgcca
acgttg
caattg
ctctta
gaccac
gatcaa
tctgtc
acatac
acgtaa
actgct
agtcac
caagca
cctgac
gagaca
gcaggg
tctccc
atcgtc
atttcg
gagacg
gccaga
ttgaag
ccgccc
gagtta
gcgacc
gctact
gctgga
tattag
tcggag
tgaacg
ttcgca
acatgc
atgtca
ctcagt
cttcgc
gcgact
tgagaa
gaagtg
gactat
ggtacg
tagaac
accccg
actgat
atggtt
caatac
cctctt
cgacca
cgggac
gtgccc
agccgt
cactgg
cccaat
ccctgt
cgacat
cgaggc
cgcccg
ctaaca
gacttg
ttagat
ttagcc
aagagc
catcct
ccatcc
cctcaa
cgcggc
ctacag
ctgtgc
actgcc
atagaa
cagatc
ccaggc
ctctaa
cttagt
ctttga
gaagct
gcgcga
ggtaca
ggtgtt
tacccc
ttggta
agaacg
catcca
ccggta
cggcgc
cggggc
gcagcc
gggagg
aactcc
accgta
acgcag
atatgg
cgccag
gcgggc
gtgcgc
tcacac
tgtcgc
ttactg
ttgcgg
ttggcc
acactc
agacct
cgaagt
gactca
gtcgat
tcaaag
tcaaga
tcagtt
tcttcc
aattgg
ccacaa
ccagat
cgaagc
cttccc
gctaag
gtttca
tagcct
tcacca
tcaccc
tcactc
tcctct
tgtagt
agcttt
cgcagc
cgccga
cgctac
cggcgt
ctccct
gactgg
gcactg
gccggt
gtggaa
tcttct
tgctca
ccgtga
cgagag
gatttg
gcgaca
tgaagg
tgatcg
aatctg
agattc
agcatg
gcactc
taccgc
tatacg
agagtg
catagc
ccattc
cgaaac
gacatc
gagacc
gcagtc
gcggta
ggctgg
ggggtg
gttgtc
cacggt
cccaaa
cctgta
ctgccc
gccaaa
ggggct
gtacat
gtatca
gtgatc
gtggca
tagctg
tccggt
aacggt
aagtgt
atctaa
caatgg
gatcac
tacagt
tactta
tagtat
aaagcc
aatcta
accggg
agggtg
aggtgg
agtgtc
cattgt
ctgctt
gtgttt
taaaga
aacgta
aaggca
aatcgt
acctgt
acctta
actcat
agtgca
atgtag
cctggg
cgcgcc
cgttga
cttgca
gatagt
gattga
ggggcg
gtcaca
tcacgt
cgggaa
gagtcg
tacggt
tgaagc
tgccaa
tggatg
agcctt
caacga
catttg
ccggct
cgaaag
gcgtga
gctgct
tccgca
tgggga
ttcccg
acatcc
aggttg
cggcaa
gctttc
ggcctg
gggtgt
gtaagg
tgaggc
aacgac
atgcca
cagtgc
ccccgg
cccgtt
cgcaga
gattgc
gcacgc
ggcgat
tgctat
agccgc
atcttg
catgca
gccatc
gccgct
gtcacc
gtcact
gtcatg
tcgcca
tcttgc
ttggag
aaacta
aggccg
agtctt
ccgatc
cgatga
cgccat
cggctt
gaattc
gccata
ggctgc
gttgca
aactaa
atgcgg
gtaacg
ttaagc
atctca
gtttag
tagtct
tcgttc
ttatag
acgggt
aggggc
attgta
cagccc
gcaagt
gctgtc
ggaacc
tatgag
agctaa
atcgaa
cggtta
gactta
ggtcgt
tccagc
tggcac
aattcc
cagatg
cgcgtc
cgctca
cgcttc
cgtacc
ctctct
gcgagc
gtcgta
ttctat
ttgacc
aatgtg
acctat
agaccg
agcata
attcga
cttctt
gttgga
tcagca
tgacgt
tgctac
ttccac
agcgta
cgcgca
gatacg
gcggtg
ttgaga
agtacc
atatgt
ctcttc
ggcgtg
gttaga
aagccg
acacga
acctac
atgcgc
ctccgg
gagcgt
tgcggc
ttacta
ttgtag
acacgc
atatcc
cacgtt
ccgcag
cttgcg
gcgcgc
ggcaga
gtatcc
gtcgga
tgcatg
accctc
agctat
gcgggg
gtgagg
tcagcg
tgtcaa
ttcgga
atcccc
cctata
gatatg
gcgatg
tcacat
tcgcgg
aatgtc
accttg
caagct
gcaagg
ggacgt
cactct
catatg
gcacga
gggtga
gtcggt
tcgtca
tggtca
tgtgcc
acggct
ataccg
cccctg
cccgta
gatcag
ggcccg
gttctg
tcgcct
tttggg
caccac
cactgc
cctact
gacgag
gcgttg
ggttag
ggttgt
gtctat
tccctc
tctctg
tgctgc
acacag
atccgc
cctgag
gcagag
ggcaag
gtcgtc
gttacg
taagtc
tatggg
acatag
caggcc
cagggt
ccatta
cccatc
ccgaaa
cgcaag
cgccct
ctcgct
gatggg
gcgcac
ggtgct
tcgtct
tgattg
tggggt
aagcga
acctcc
acgcaa
cgcgct
cggtgt
gaagcc
ggcatg
tgtccg
ttcgtc
agcacc
agtgcc
ataccc
catggg
cattcc
ccgctc
gctatg
gtaact
tccggg
aagtcg
acacgg
agggct
atggat
cgcggt
ctgtac
ctgtcg
cttacc
ctttaa
gatgta
ggatca
gtcggc
gttgtg
tacggc
tggcgc
acagct
acgact
actgtg
caaaga
ccgcaa
ccgggc
ctacgc
ctgagt
gaagat
gagttg
gctcac
tagagg
tcgaca
tcttta
tgctgg
accaat
agtagt
atggcg
attgga
catccg
cgccgt
gaagta
gattcg
gggggc
tggtgg
ttgcaa
aacttc
gagcct
gccggg
gcggtt
ggtagt
gttcca
agaatg
agacgc
atgcag
caagac
cacgaa
cccgaa
cgatgt
gaggtc
tagtca
tcccgt
tgagct
tgcgtg
acgacg
acgctc
acggca
caacca
cacgag
ccaggg
cccttt
cgtcgt
gaggtg
gatcgg
gcttag
ggacac
gtgccg
tattgg
tggctt
tgggag
tgtaca
acatga
acccga
atggta
caagcg
cagctg
cccccc
cggtgg
cgtgca
gctgca
ggggtt
tatatg
ttcccc
ttgact
aatccc
gcagca
gcatac
gccccc
tcggtt
tgcacg
acttgt
aggttc
ccggtg
ctcggg
gccgta
ggacat
ggcagt
gttagc
gttggt
tccata
tcggca
ttgcag
aatcca
acatcg
accttc
agaagg
aggcta
agtata
atacga
atacgt
atagga
cccact
cctgcc
gaggcc
gctcgc
gggtgc
gtagat
ttctaa
atacct
cacgtc
cgcgcg
ctgcct
gcatcg
ggctgt
tccagg
tgacgc
acttct
agctca
atatgc
ccatcg
cccagc
cggatt
ctctcc
ctggtg
gacgat
gcgtag
gctgaa
gtgtgt
taccgt
ccattg
ccccct
cccgac
ccggcc
cgtcat
ctacat
ggcgcc
gggctg
tccaga
cagcgg
gctcct
gtgctg
gtggcg
tagagt
tatcgg
tgtaag
tgtaga
aacagc
aagacg
agtggt
ctcgcg
gaatgc
gatatc
ttcgct
accacg
catgcg
cgaagg
cgaata
gctgac
gtgcta
tctgac
aagtag
atgcta
cgaccg
ctaagc
ctgcac
gaacgc
gcgcgg
gcggct
ggatct
agttta
cacaag
ccaccc
ccgcgc
cgcctc
gataca
gcgatt
gctacc
gtactg
gtcgcg
tcaccg
tgtcgg
aacgag
aagact
aagcct
cgagtc
gcagct
ggtgtg
gtatgt
tccgga
tctgcg
tttgga
agcgtc
attcgg
ccaagt
ccgcac
gtagct
tacgta
tccgac
actaat
agagac
atcgta
ccacgc
cgaact
ctggcc
gaactt
gccagc
ggtcgc
acgatg
actcca
actccg
atgtat
cagcgc
ccagac
cgtcac
ctgtag
ggttga
gtattc
gtctgt
gtgcca
gtgggc
tagcag
tccaat
tcgata
ttgggc
acatgg
acgtga
caatag
ccaatg
ccctcc
cttgaa
gccaca
gccctg
tccatt
tcgccc
tggtgc
cacccc
cagcca
cctaaa
cgtgat
cttagc
gacgcg
ggggca
tcggta
tttgcg
cgtggc
ctgcgc
gctcaa
ggaacg
ttctcg
aactag
acctgg
agggac
cgaatg
cgttac
gcacag
gggccg
tcgcga
tctcca
acccca
acccta
acgatt
acgcct
cagaga
cagccg
cgggcg
gcgcca
ggaagt
ggttct
gtggga
tcgcat
tctcta
tgggat
ttagtc
accacc
cacacc
cagtga
catgag
cttcgt
gcgagt
ggctca
gggagt
tgacct
acgcac
agcgtg
agtctg
cccgtg
cgaacc
ggccgc
gttagt
tacacg
tagctc
tccaac
aaggtc
acgccc
cgatac
cgcata
cgttag
gaatcc
gacctc
gacgca
gggcgg
ggtgcg
gttcga
tgctcg
acattg
ccctgg
ctttgg
gaccag
gagcat
gatctg
gccctt
gcgtac
gggtta
gtatgc
tcttga
ttctcc
aggacc
atctta
ccatga
cgtcct
ctatgt
gtcgca
tacggg
aacggc
acttcg
atgtgt
cataga
cgtcgg
ctaatc
ctgggg
ggtggc
tgcagt
acgccg
agatac
caaagg
ccacag
cccttc
cgcagg
cttcca
gacctt
ggacca
ggggta
gggtgg
gtactt
gtgcga
taccag
tatagc
tgacac
aggcca
aggtca
cggcga
gacact
ggtaga
ttcgac
acctct
actccc
actgca
agactc
agatca
cgaaat
cgaaca
cgcgag
ctaagt
ctggat
gcttcg
ggacgg
gtgacc
gttagg
tacgtc
tagaga
tagcga
aacgtg
actacc
ccttct
ctaaga
gagtgg
aactga
agacgt
caacta
cggtgc
ctccac
tcaagg
tcgagc
tctaat
aaccgc
agatgg
ccctgc
ccgtat
ccgtca
cggttg
ctgttc
gagtct
ggcggc
gtacca
acgtca
catcga
cctctg
ctctgc
gcagtt
gcatag
gtacag
gtttcc
tcccca
tgccgt
tggctg
acccac
agtttg
atgagc
cacttc
ccccca
cgagaa
cgctgt
cgggta
cgtctt
ctatat
gaacgt
gcaccc
ggtctt
taatag
ttgctc
agccga
agctct
atgcct
catagt
cggaat
ggcgac
ggcgga
gtacga
gtagaa
taccaa
taggta
tgtgtg
caaaac
cctatt
cgagat
cgcccc
gtagcg
tggtct
ttcaag
accgct
agctga
agcttc
cagacg
cggact
gacgta
gtactc
gtgcag
tggttg
ttagga
atgccc
ctctat
gcaatg
tcacga
tggggc
tgtctt
aacttg
acgaca
agacta
atgctc
cggagc
gatagg
gcactt
aagcgg
actatg
atagag
cgactg
gacacc
gggact
taggag
agattg
atgacc
ccttcg
ctcagc
gattag
gcacca
gttact
tagccc
tcccat
tcttgt
ttagac
ttggaa
tttcga
aaaccc
acggat
atcgat
cactca
cgtccg
gactct
ggacgc
ggcgcg
tggaac
actggg
cagttg
cggctc
gcgttc
aaggct
accggc
acgaac
cagaag
ctcttg
gcccca
ggggga
ggtcgg
tctaag
tgcgac
cccgct
cgctcc
ctaaag
ggacag
ggctct
gttccg
tcctcc
tggtag
ttgaca
acgaag
acgcgg
actgcg
ccaaag
ccaaat
cccttg
cgtgtt
ggtcat
gtcacg
tacagc
tctgtg
tgagtc
tgggtt
actgta
atcagc
ctcgtg
gtacgt
tcgaga
tgggta
ttgggg
accgtg
actact
agaagt
cgtaca
gcccac
gtcttc
ccaatt
cgtgta
gacgtc
gcgtat
tccgag
tggacg
tgtagg
ttacga
cattcg
ccgcgg
ggccac
gtccgc
gtgtgc
tacccg
taggct
tccgtc
ttagct
ttcggc
aatggg
cacgat
catgct
ctaccg
ctgtgg
cttcat
gcctcg
ggccat
tcgatc
tcgggc
tctgct
tgtcga
aacatg
catggt
ccagtt
cgatta
cgcacc
cgggat
ctcaca
ctcgtc
cttccg
gtgcct
taccca
ttcggg
agatgt
agccta
cacaga
cacatc
caccca
ccaact
ctcaga
gggcag
gtttcg
tcccct
acgcgc
attggc
caagta
catccc
gacggt
gcatgg
taccac
tatccc
tcgaac
tcggaa
agcagc
atgtcc
ccacct
cctcct
cgtgtc
ctgcgg
gtaccc
tacctc
tgactc
ccctaa
cgacac
gatccc
gcgtgg
aggcgc
ccgccg
cgtaga
gcatgt
gtgact
gtgaga
ccacga
ccgagg
ggtact
gtgtga
gtgttc
gttcgc
tcactg
tctatc
ttaggg
ttcgtg
actata
agagcg
agagtc
ccagca
gacggg
tagctt
ttcggt
aaccca
acggcg
agccaa
gggcct
ggtagg
gtgggg
gtggtg
tctatg
aaccga
agctta
agtagc
atgcac
cgacgt
ctacgg
gagtgc
gccttg
gctcgt
ggaggg
ggtcta
ttgtac
actagc
acttca
agtcat
agtttc
atgccg
gcccat
gtatgg
tactca
taggat
tccttg
tgccgg
actggt
aggtgt
cacgac
ccgtag
cggcct
cggtcg
ctgtgt
gacagt
ggatag
ggtgca
gtagtc
gtctaa
tggacc
accggt
agtcgc
attaga
cactcc
catgtg
ccccat
cccgca
ctactg
gaccct
gatctc
gctaga
gctctg
gtccgt
gtggtc
ttgatc
acccaa
atgcat
cttacg
tcagcc
tcatgc
agctgt
agttgg
cccccg
cggtag
cggtca
ctcgcc
ctgccg
gcgcct
acaacg
acaagt
acagtg
agcgga
agttcc
atcgac
atggga
caccat
ccatgc
cgattg
cgttgc
gagcgg
ggcacc
ggtatg
gtcagt
gtcctt
tactcc
tgagcg
aagctt
acacgt
atgtct
cacatg
cactac
ccagcg
ccagtc
cgagtt
gagtca
gcaccg
gcacct
gccact
ggcacg
gtgtcc
gttctt
tccccc
tgatac
tgcaga
tggggg
tgtgca
ttgcga
agtcgg
cacgct
ccgctg
gcgtcc
ggtctc
gtagcc
tacatg
tcagtc
tgaccg
actcaa
atgggc
ccgttg
gcattg
ttagag
accgcg
acgtac
atgtgg
ctattg
taggtt
tgttgg
agcact
agtact
agttcg
caacgg
cgctct
gattcc
tagttt
tcctcg
tcgttg
tctcgc
aagtcc
aatcgg
accgcc
agacat
agttgt
cccgtc
ccgggg
cgtgct
gagcta
gcttga
tgcccc
agcccg
agtatc
caccgg
catcgg
ccatct
ccggtc
gctggt
ggtcac
tcctgt
aagtgg
atgttg
catcgt
cgatag
cgatgc
ctgggc
gaatgt
gagcga
gcatct
gccacc
taggga
tgagtg
ttctac
aacccg
cgatgg
ctcgca
gttcaa
tagccg
tcaagt
tccgta
tcgtgg
accaac
atcgag
atgtcg
cagagc
gatctt
gtcgcc
tcaagc
tctcag
cccacg
cggaag
gcctaa
gtgggt
gtgtat
tacgag
aatagg
agtaga
caagcc
ctatcc
cttgac
tcccgg
tgttcc
agcgat
ccacgg
ccgttc
cgggtg
cggtct
ctactc
gttccc
tcagct
tcgcac
tggccc
tgtacg
ttggtg
acagcc
acgtgc
actacg
aggctc
cattgg
ctgtct
gaccta
gatccg
gcaacc
gcggtc
gctggg
ggccca
tagggc
tctgag
ttgggt
caactc
cacgta
ccttgc
gatagc
gctcag
gtaacc
tatcga
tcgaat
tgtcct
agcggc
ccgtcc
cgcgat
ctgcgt
ggatcc
tagggg
accaag
cacggg
ccagcc
cgcact
ctaacg
gcggcc
ggtacc
tcggcg
acctaa
acgtag
agacga
agtgct
catggc
ccatag
gaaccg
gactcc
gagcgc
ggctcg
acccct
agctac
agtccg
cctcga
ctgcag
ctggta
ctggtc
tactcg
tataga
tccccg
tgtacc
tgtgta
cctgtc
ctggac
gaactg
gcctct
ggtcag
ttcttg
ttgaac
acaccg
acgcga
attcta
cagagt
cgagtg
cgctgg
cgtcga
gacccg
gcttgt
tacgcg
tcgaag
agatcg
aggtac
agtcag
cagtgt
ctcgta
ctgctc
gatcga
gcacta
gcgtgt
tacttc
tcacgg
aagccc
agactt
cacggc
cccatg
ccgact
cctaac
ctcccg
gacctg
gagtag
gcgacg
gggcgt
gtgttg
tagcta
acggtg
acgtgt
agtggc
ccacta
gagccg
gctccc
gggtca
tgggac
acgagt
acgtct
cacacg
ccaaac
gattca
gcctat
gtagta
gttcct
tcggct
tctacc
tgggtg
tgttcg
ttcgag
aagtgc
atagac
ccatgg
ctcctg
ctgagg
cttaga
gagttc
ggctac
tcatag
ttagtg
aactcg
cagttc
gaagtc
ggtgta
gtgcac
tcgact
tgggcc
tgtatg
acccat
agtgcg
cggcag
ctgtcc
gggtag
tcgatg
ttccta
agcgcg
agcggt
aggatc
atcaag
atggtg
cctgtg
cgcttg
cggtga
gagcca
tgtggt
cgaggg
ctactt
cttcgg
gcttct
gtacgc
tcgtag
tctcct
caatcg
cctacc
cgtaag
cgtctg
cttgtg
gacagc
ttgagt
agagct
aggacg
atggct
gagctg
gggcga
tccgtg
aagtct
ccgatg
cctaag
gccgaa
gctctc
ggcttc
gggttg
tagtgt
tcccaa
acgtcg
atctcg
cagtcc
cgatcc
gaagac
cacgcg
ccccta
ccgaac
cgtagt
gtcaag
tatagg
tgccta
cgtccc
tccacc
tgagac
actcgc
atccaa
catgta
ccatgt
ctggga
gccctc
gtgctt
gtgtag
tgtggc
acaccc
agttgc
cgcgga
ctccgt
ctcgat
gtgtca
taggtc
tagtaa
actcgt
acttag
agatct
agccgg
agctcc
cggacc
cgtggg
gcgatc
gtgacg
tgtctc
actcag
aggact
atgatc
caagtc
cactag
cagtct
cggccc
ctgagc
gaccgc
gcctcc
gtccct
gtgcgg
tcggat
agccca
atcccg
atccgt
cgattc
cgtgcg
gacatg
gtttgg
tagaca
gaacta
gacgtg
gcccga
gcgccg
gttcta
tccgat
agcccc
cacccg
cccaga
cctcta
ctctac
ggccct
gggacc
gtgtac
acagta
acttga
catgtt
ccgcga
gagtgt
taggcc
tcgacc
tgcttg
tgggca
agcctc
cccgga
ggaact
ggtttg
tagttg
accgaa
agaccc
ccccaa
cgccgg
ctagtt
gggcgc
tcgctt
tcgtgt
atggtc
cgtgag
gagctt
gctcat
gctgtg
tcgagg
tctacg
tgggct
tggtcc
accgtc
atgttc
ccctca
cgccaa
cggaac
cgtctc
cgttct
gatcta
gccgag
ggctag
gggaca
ggtcct
tactag
tcgtat
ccgtgt
cctcac
cgatcg
cgtatg
gggcta
gtaggt
actcta
aggtgc
cccacc
cgtcca
cgtgga
ctccgc
ggtatc
tccagt
tcgacg
tggctc
tgggcg
agtccc
caccga
ccgtgc
cgaacg
cgttcc
gtccaa
cttgat
gggacg
tcgagt
tcgtcc
tgggtc
ttggga
aacctc
caaggt
ccgtac
cggcca
gacggc
gggggg
ggttgg
tcctat
acaaga
aggccc
atgggt
caagtg
cctatg
cgctgc
ctccta
gacgct
ggcctc
gtctca
ttggct
acgttc
agttct
cccaac
cgtgtg
ctacgt
ggtctg
gtacgg
tcttag
tgtcca
aagcta
attagt
ccgagc
tctact
actgag
cactcg
cggaca
cgtgac
gccgat
ggccgg
gggtcg
gtctag
acagtc
agcgct
ctaatg
ctatgc
ctccca
gaaccc
gcccgt
gccggc
cgagac
ctgaga
gagcac
aactac
acgaga
atacgg
cccggg
cgcgac
gctctt
ggtgac
gtgcgt
atcttc
atggcc
ccttgt
gtctac
aagctc
ccactc
ctctca
cttgag
gtagtg
tactac
tggccg
actcga
agacgg
cgcatg
ctcgac
gtgctc
ttccga
ccgacc
cctccg
cctctc
cgacct
ctatgg
gcacgt
gccgtg
ggtagc
acgacc
acgtgg
catagg
cccagg
ccgggt
ctctcg
gattct
ggaccg
agggtc
cgagcc
gccatg
ggttcg
taccta
tacttg
tcgtcg
atggac
tagatg
ggtgcc
ggtgtc
tctccg
tggatc
accatg
agctgg
agtgtg
cgacgg
cgcacg
ctagag
gaccgg
gatcgt
gccgac
ggccag
gggccc
gtcccc
tagacg
tcagtg
gactgt
gagatg
gccacg
gggaac
tgtcta
ttaggc
cagtag
ccaagc
cctacg
ctgatc
ggacga
gtctgc
tgtact
aggcct
agtcca
cctaat
ctacta
gcgtcg
ggccgt
ggctga
tggcca
ccaacg
cctcgt
cgatca
cgggcc
cgttcg
gcacgg
accgac
acggac
ccacgt
cctcgc
gtaccg
tggtac
tggtcg
aagttc
ggatcg
gtgtgg
tacgaa
taggaa
tcccac
tcgtac
tctggg
cgagca
gcggac
cggggg
ggtcga
ggttcc
acgagc
agttag
cagctc
cggacg
ggactg
ggccaa
agctcg
agtcta
cacttg
cttcta
gggatc
tcgggg
acccgt
catacg
ccccgt
cggtac
gatcca
gcacac
gcttcc
ccccag
ccgtcg
cgatct
gctgta
tagtgg
acggcc
ccgacg
cggcta
ctagca
gcgtct
gtcgac
tttagg
ctcgga
gttcgg
taggac
gccaat
ggggac
tggttc
ccagct
ccgaag
gcccaa
ggtggg
gtacta
gtggcc
tagagc
tatacc
tcatgt
cgccta
cggttc
gacacg
gcccag
gtaggg
actagg
atgcgt
ccctcg
ccttgg
ctatcg
gctagc
gtcgtg
tagatc
attagg
cgtggt
tgatcc
atctag
cctcag
gctcta
taggtg
tccaag
tcccag
tcgggt
tgctcc
agtagg
caagat
cgtagg
cttggg
gtaggc
tgccca
cgtacg
cttcga
gtgaac
agtacg
atgaga
atgtac
cgctcg
cgggct
cgtatc
ggcccc
gtcctc
gtgtcg
tcggcc
ttggca
actagt
cagtcg
cgtact
gagctc
gccttc
ggttgc
tagtac
tagtag
cacctc
ccgaga
cgtagc
ctcctc
gctagt
gggggt
caatct
ccgcgt
ctccga
tcctaa
atctct
cggccg
ctagta
gcccta
tacctt
tcctac
tcgtgc
acctcg
gacgac
tagtcg
tgctag
aggtcg
ccaaga
ctacga
ctagcc
gaccgt
gggtct
gtccgg
tctcga
agtcgt
ctcggc
tgcgta
ttctag
acgtcc
agacca
ccagtg
gctgag
tagcac
ccaacc
cctcca
cctcgg
ccttag
aggtcc
gtctcc
agctag
cggatc
ctagtc
gggttc
tagacc
agtggg
caccta
ctgggt
cttgga
ggtccc
tggact
aagtac
ctcacg
gtccag
gtcttg
ccctac
cgtgcc
ctaggc
tcggtg
gaccaa
gccaag
agatag
ataggg
ctatct
gactgc
ggagcc
gcaaga
ggcttg
gtgcaa
gcgtgc
ggacct
ttggac
ggggcc
acttgg
ccgtct
ccttga
cgagct
ctcatg
gctccg
tgtgtc
agccct
atccta
tctagt
cgacta
cttggt
gatcgc
gcatgc
tcggtc
ttccca
ctagga
ctcgaa
gtcgaa
agacac
gattgg
tagtcc
tcccga
cgagcg
cgggtc
ctagaa
ggcctt
gcctac
gcgaga
tccatg
ttggtc
accgag
agatcc
gtccat
tcttgg
tgcctc
agtcct
gggctc
tagttc
acggtc
aggtct
ctagac
ctcggt
gctcgg
gggcac
tgtccc
acccag
cacgtg
ctcccc
gtccca
tcggac
tctagc
ggggtc
gtagga
gtcgag
taggca
tccgaa
accccc
ccccga
gggtac
gtccga
gttctc
taccga
actaga
gactag
cgctag
gttggg
agagcc
agcttg
agtcga
gagact
ggacta
tccaaa
cccgcg
gagccc
gggtcc
tccgcg
ttccaa
gctcga
tagaag
gagtac
tctaga
cttggc
ggtcca
actcgg
gaccga
agctgc
ctcaag
cttagg
ggccga
tacgtg
cccagt
ctctag
gaccca
ggccta
gtccac
taggcg
cccgag
cctatc
gactcg
gatcct
gagtcc
ggctcc
gtacct
ctagcg
ggtccg
gtccta
cctaga
gtcccg
gtggac
agtctc
ccccac
ctagct
tctcgg
agggcc
ctagtg
acctag
ctaggt
gctagg
ctccaa
gtagac
ccaagg
cggtcc
ctagat
ctcgag
gacccc
gcttgg
gcctag
ccctag
ctaggg
cccaag
ccgagt
cgaccc
ggaccc
gtctcg
tctagg
cctagt
tcctag
cctagc
aagkcy
aatraa
aattwa
aawacg
ackgac
acnaac
aggcmg
amckag
angatt
argcag
artggt
atacty
atagwc
atcgmt
atcsgg
attagw
attkgc
atttcy
atytgg
aygttt
aytctt
bgcgtt
caacar
caggar
cagwat
cataay
catncc
caygaa
cccatr
ccctgk
ccgcts
ccggkg
ccgtcs
cctagg
cggtkg
cgwttt
crctaa
ctntga
cttwta
ctygca
cwstka
cytata
gaaytg
gbttct
gcatty
gcgccw
gcgrat
gckgta
gcraat
gcttcn
ggacrg
ggcgra
ggygcr
gmktat
gmtatc
gmygsc
gncaaa
gtcntg
gtgats
gtggar
gtgtwa
gttnat
gytata
gywwta
kaattt
ktgatg
kynggt
mcacta
mctttt
ngggaa
nnatnc
ntatac
rcggcg
rgaggt
rttgtc
taacwg
taaraa
tacgan
tackgs
tanccg
tattwa
taytca
taytgt
tcagcn
tccasg
tcrctc
tgargc
tgasga
tgcaam
tgtcmg
tkacgg
tkggaa
tscggc
ttarac
ttcncc
ttcrga
ttcytt
ttgcna
ttgsgt
ttrttc
ttygcg
tycrwc
tyttca
wkgcas
ycscgg
yggcgt
ygtatt
ynccgg
ytaccc
ytcttt
ytgaca
ytttaa
